{
  "locale": "en",
  "name": "en (US)",
  "translations": {
    "Llamar": "Call",
    "Contáctanos": "Contact Us",
    "Change language": "Change language",
    "Inscripciones Abiertas": "Open Enrollment",
    "Clases de Inglés": "English Classes",
    "Aprende inglés con nuestros diferentes niveles y propuestas para todas las edades.": "Learn English with our different levels and proposals for all ages.",
    "Profesores certificados con experiencia internacional": "Certified teachers with international experience",
    "Grupos reducidos": "Small groups",
    "Material didáctico incluido": "Teaching material included",
    "Inscripciones abiertas hasta el 4 de abril": "Enrollment open until April 4th",
    "Clases de Inglés 2025": "English Classes 2025",
    "Profesora Gladis Mejia": "Professor Gladis Mejia",
    "Profesora certificada con más de 15 años de experiencia en la enseñanza del inglés.": "Certified professor with more than 15 years of experience in teaching English.",
    "Martes y Jueves": "Tuesday and Thursday",
    "17:00 a 18:15 hs": "5:00 PM to 6:15 PM",
    "Nuestros Niveles": "Our Levels",
    "Ofrecemos diferentes niveles adaptados a tus necesidades y objetivos": "We offer different levels adapted to your needs and goals",
    "Popular": "Popular",
    "Para principiantes": "For beginners",
    "Introducción al idioma inglés": "Introduction to the English language",
    "Vocabulario básico y expresiones cotidianas": "Basic vocabulary and everyday expressions",
    "Gramática fundamental": "Fundamental grammar",
    "Conversación básica": "Basic conversation",
    "Inscribirme": "Enroll",
    "Para estudiantes con conocimientos previos": "For students with previous knowledge",
    "Ampliación de vocabulario": "Vocabulary expansion",
    "Gramática avanzada": "Advanced grammar",
    "Conversación fluida": "Fluent conversation",
    "Comprensión de textos": "Text comprehension",
    "Para estudiantes avanzados": "For advanced students",
    "Perfeccionamiento del idioma": "Language improvement",
    "Expresiones idiomáticas y coloquiales": "Idiomatic and colloquial expressions",
    "Preparación para exámenes internacionales": "Preparation for international exams",
    "Inglés para negocios y profesional": "English for business and professional",
    "Preparación para Exámenes Internacionales": "Preparation for International Exams",
    "Te preparamos para obtener certificaciones reconocidas mundialmente": "We prepare you to obtain globally recognized certifications",
    "Preparación para exámenes FCE, CAE y CPE": "Preparation for FCE, CAE and CPE exams",
    "Más info": "More info",
    "Preparación para el Test of English as a Foreign Language": "Preparation for the Test of English as a Foreign Language",
    "Preparación para International English Language Testing System": "Preparation for International English Language Testing System",
    "Inglés para negocios y entornos profesionales": "English for business and professional environments",
    "Preguntas Frecuentes": "Frequently Asked Questions",
    "Resolvemos tus dudas sobre nuestras clases de inglés": "We resolve your doubts about our English classes",
    "¿Cuándo comienzan las clases?": "When do classes start?",
    "El ciclo lectivo 2025 comenzó el 17 de marzo, pero las inscripciones están abiertas hasta el 4 de abril.": "The 2025 school year began on March 17, but registration is open until April 4.",
    "¿Necesito conocimientos previos?": "Do I need previous knowledge?",
    "No para el nivel Beginner. Para los otros niveles, realizamos una evaluación para ubicarte en el grupo adecuado según tus conocimientos.": "Not for the Beginner level. For the other levels, we carry out an evaluation to place you in the appropriate group according to your knowledge.",
    "¿Cuál es el costo de las clases?": "What is the cost of the classes?",
    "Los costos varían según el nivel y si eres socio o no. Contáctanos para obtener información detallada sobre los precios actuales.": "Costs vary depending on the level and whether you are a member or not. Contact us for detailed information on current prices.",
    "¿Qué materiales necesito?": "What materials do I need?",
    "El material didáctico básico está incluido. Te indicaremos si necesitas algún libro o recurso adicional según el nivel.": "The basic teaching material is included. We will indicate if you need any additional book or resource according to the level.",
    "Lo que dicen nuestros alumnos": "What our students say",
    "Experiencias de quienes ya están aprendiendo inglés con nosotros": "Experiences of those who are already learning English with us",
    "\"Las clases con la profesora Gladis son excelentes. Su método de enseñanza es muy claro y dinámico. En poco tiempo he notado un gran avance en mi nivel de inglés.\"": "\"The classes with Professor Gladis are excellent. Her teaching method is very clear and dynamic. In a short time I have noticed a great improvement in my English level.\"",
    "María González": "María González",
    "Alumna de nivel Intermediate": "Intermediate level student",
    "\"Empecé desde cero y ahora puedo mantener conversaciones básicas en inglés. El ambiente es muy agradable y los grupos reducidos permiten una atención personalizada.\"": "\"I started from scratch and now I can hold basic conversations in English. The atmosphere is very pleasant and the small groups allow personalized attention.\"",
    "Carlos Rodríguez": "Carlos Rodríguez",
    "Alumno de nivel Beginner": "Beginner level student",
    "\"Mi hijo disfruta mucho las clases de inglés. La profesora Gladis tiene una manera muy especial de enseñar a los niños, haciendo que aprendan jugando.\"": "\"My son really enjoys English classes. Professor Gladis has a very special way of teaching children, making them learn by playing.\"",
    "Laura Martínez": "Laura Martínez",
    "Madre de alumno": "Student's mother",
    "¿Listo para aprender inglés?": "Ready to learn English?",
    "No pierdas esta oportunidad y sumate ya. Inscripciones abiertas hasta el 4 de abril.": "Don't miss this opportunity and join now. Registration open until April 4.",
    "Inscríbete ahora": "Sign up now",
    "Hacer una consulta": "Make an inquiry",
    "Nuestros servicios": "Our services",
    "Descubre todo lo que el Círculo Italiano de Miramar tiene para ofrecerte": "Discover everything that the Italian Circle of Miramar has to offer",
    "Idiomas": "Languages",
    "Aprende italiano e inglés con nuestros diferentes niveles y propuestas para todas las edades.": "Learn Italian and English with our different levels and proposals for all ages.",
    "Italiano": "Italian",
    "Inglés": "English",
    "Eventos Culturales": "Cultural Events",
    "Exposiciones, muestras, charlas y eventos que promueven la cultura italiana.": "Exhibitions, shows, talks and events that promote Italian culture.",
    "Ver agenda": "See schedule",
    "Trámites de Ciudadanía": "Citizenship Procedures",
    "Asesoramiento y apoyo en los trámites para obtener la ciudadanía italiana.": "Advice and support in the procedures to obtain Italian citizenship.",
    "Asesoría": "Advisory",
    "Nuestra Historia": "Our History",
    "Desde 1889, somos un pilar de la cultura italiana en Miramar. Nacimos para apoyar a los inmigrantes y hoy seguimos promoviendo el idioma, las tradiciones y el encuentro cultural. Con 136 años de historia, evolucionamos manteniendo nuestro corazón italiano.": "Since 1889, we have been a pillar of Italian culture in Miramar. We were born to support immigrants and today we continue to promote the language, traditions and cultural encounter. With 136 years of history, we have evolved while maintaining our Italian heart.",
    "Conoce más": "Learn more",
    "¿Quieres formar parte?": "Do you want to be part of it?",
    "Acércate a nuestra sede o contáctanos para conocer más sobre nuestras actividades, hacerte socio o presentar tu proyecto.": "Come to our headquarters or contact us to learn more about our activities, become a member or present your project.",
    "Hazte socio": "Become a member",
    "Presenta tu proyecto": "Present your project",
    "Alquiler de salones": "Rental of halls",
    "Espacios ideales para sus eventos sociales, corporativos y culturales": "Ideal spaces for your social, corporate and cultural events",
    "Rellene el formulario de contacto para reservar alguno de nuestros salones.": "Fill out the contact form to reserve one of our halls.",
    "Si necesita alquilar uno de nuestros elegantes salones para su evento o celebración, haga contacto con nuestro equipo. Le ofrecemos asesoramiento personalizado para hacer de su evento un momento inolvidable.": "If you need to rent one of our elegant halls for your event or celebration, contact our team. We offer personalized advice to make your event an unforgettable moment.",
    "Salón principal del Círculo Italiano": "Main hall of the Italian Circle",
    "Tradición italiana en cada detalle": "Italian tradition in every detail",
    "¿Por qué elegirnos?": "Why choose us?",
    "Ubicación privilegiada en el corazón de Miramar": "Privileged location in the heart of Miramar",
    "Espacios amplios con iluminación natural": "Spacious spaces with natural lighting",
    "Equipamiento audiovisual de última generación": "State-of-the-art audiovisual equipment",
    "Ambiente de elegancia y tradición italiana": "Atmosphere of elegance and Italian tradition",
    "Solicitud de Reserva": "Reservation Request",
    "Tu nombre *": "Your name *",
    "Tu apellido *": "Your last name *",
    "Correo electrónico *": "Email *",
    "¿Qué salón te interesa alquilar? *": "Which hall are you interested in renting? *",
    "Salón Michael Angello": "Michael Angello Hall",
    "1er Piso - Capacidad: 280 personas": "1st Floor - Capacity: 280 people",
    "Salón Guiseppe Verdi": "Guiseppe Verdi Hall",
    "2do Piso - Capacidad: 90 personas": "2nd Floor - Capacity: 90 people",
    "Introduce tu mensaje *": "Enter your message *",
    "Describe tu evento, fecha deseada, servicios adicionales que necesitas...": "Describe your event, desired date, additional services you need...",
    "Enviar Solicitud": "Send Request",
    "¡Gracias por tu mensaje!": "Thank you for your message!",
    "Nos pondremos en contacto contigo pronto para confirmar los detalles de tu reserva.": "We will contact you soon to confirm the details of your reservation.",
    "Información de Contacto": "Contact Information",
    "También nos puede contactar de Lunes a Viernes de 10 a 17hs.": "You can also contact us from Monday to Friday from 10 a.m. to 5 p.m.",
    "Teléfono": "Phone",
    "Llamar ahora": "Call now",
    "Email": "Email",
    "Enviar email": "Send email",
    "Dirección": "Address",
    "Calle 24 nº 1214, Miramar, Buenos Aires 7607": "Calle 24 nº 1214, Miramar, Buenos Aires 7607",
    "Ver en mapa": "See on map",
    "Nuestros Salones": "Our Halls",
    "1er Piso": "1st Floor",
    "Capacidad: 280 personas": "Capacity: 280 people",
    "Nuestro salón principal es perfecto para eventos grandes como bodas, conferencias y galas. Con amplios ventanales que proporcionan luz natural y vistas a la ciudad.": "Our main hall is perfect for large events such as weddings, conferences and galas. With large windows that provide natural light and views of the city.",
    "Bodas": "Weddings",
    "Conferencias": "Conferences",
    "Eventos corporativos": "Corporate events",
    "Más información": "More information",
    "2do Piso": "2nd Floor",
    "Capacidad: 90 personas": "Capacity: 90 people",
    "Un espacio íntimo y elegante ideal para eventos de mediano tamaño como cumpleaños, reuniones familiares y encuentros corporativos.": "An intimate and elegant space ideal for medium-sized events such as birthdays, family reunions and corporate meetings.",
    "Cumpleaños": "Birthdays",
    "Reuniones": "Meetings",
    "Eventos sociales": "Social events",
    "¿Cómo puedo reservar un salón?": "How can I reserve a hall?",
    "Puede realizar una reserva completando el formulario en esta página, llamándonos directamente o visitando nuestra secretaría. Le recomendamos reservar con al menos 2 meses de anticipación.": "You can make a reservation by completing the form on this page, calling us directly or visiting our secretariat. We recommend booking at least 2 months in advance.",
    "¿Ofrecen servicio de catering?": "Do you offer catering service?",
    "Contamos con una lista de proveedores de catering recomendados, pero también puede traer su propio servicio. Consulte por nuestras opciones de menú italiano tradicional.": "We have a list of recommended catering providers, but you can also bring your own service. Ask about our traditional Italian menu options.",
    "¿Qué instalaciones y equipamiento incluyen?": "What facilities and equipment are included?",
    "Nuestros salones incluyen sistema de sonido básico, proyector, mesas y sillas. Por un costo adicional puede solicitar iluminación especial, decoración y equipamiento audiovisual avanzado.": "Our halls include a basic sound system, projector, tables and chairs. For an additional cost you can request special lighting, decoration and advanced audiovisual equipment.",
    "Autoridades": "Authorities",
    "Consejo Directivo del Círculo Italiano": "Board of Directors of the Italian Circle",
    "Miembros del Consejo Directivo - Período 2023-2024": "Members of the Board of Directors - Period 2023-2024",
    "Miembros del Consejo Directivo": "Members of the Board of Directors",
    "Presidente:": "President:",
    "Vicepresidente Primero:": "First Vice President:",
    "Vicepresidente Segundo:": "Second Vice President:",
    "Secretario:": "Secretary:",
    "Prosecretario:": "Prosecretary:",
    "Tesorero:": "Treasurer:",
    "Protesorero:": "Protreasurer:",
    "Vocal Titular:": "Full Member:",
    "Vocal Suplente:": "Alternate Member:",
    "Revisora de Cuentas Titular:": "Full Account Auditor:",
    "Revisor de Cuentas Titular:": "Full Account Auditor:",
    "Revisor de Cuentas Suplente:": "Alternate Account Auditor:",
    "Tribunal de Honor": "Tribunal of Honor",
    "Vicepresidente:": "Vice President:",
    "Secretaria:": "Secretary:",
    "Presidente Honorario": "Honorary President",
    "Presidente Honorario:": "Honorary President:",
    "Clases de Italiano": "Italian Classes",
    "Aprende italiano y vive la dolce vita con nuestros diferentes niveles y propuestas para todas las edades.": "Learn Italian and live the dolce vita with our different levels and proposals for all ages.",
    "Profesores nativos y certificados": "Native and certified professors",
    "Introducción al idioma italiano": "Introduction to the Italian language",
    "Enfocado en trámites de ciudadanía": "Focused on citizenship procedures",
    "Vocabulario específico para trámites": "Specific vocabulary for procedures",
    "Comprensión de documentos oficiales": "Understanding of official documents",
    "Preparación para entrevistas": "Interview preparation",
    "Cultura italiana contemporánea": "Contemporary Italian culture",
    "Clases para los más chiquitos": "Classes for the little ones",
    "También ofrecemos clases especiales para niños en turno mañana, con metodologías lúdicas y adaptadas a su edad.": "We also offer special classes for children in the morning shift, with playful methodologies adapted to their age.",
    "Aprendizaje a través del juego": "Learning through play",
    "Canciones y cuentos en italiano": "Songs and stories in Italian",
    "Actividades culturales": "Cultural activities",
    "Grupos por edades": "Groups by age",
    "Resolvemos tus dudas sobre nuestras clases de italiano": "We resolve your doubts about our Italian classes",
    "No para el nivel Iniziale. Para los otros niveles, realizamos una evaluación para ubicarte en el grupo adecuado según tus conocimientos.": "Not for the Iniziale level. For the other levels, we carry out an evaluation to place you in the appropriate group according to your knowledge.",
    "¿Listo para aprender italiano?": "Ready to learn Italian?",
    "¿Tienes dudas, consultas o quieres comunicarte con la Mutual Cultural Círculo Italiano Joven Italia? Completa el formulario y te responderemos a la brevedad.": "Do you have questions, queries or want to communicate with the Mutual Cultural Circle Italiano Joven Italia? Complete the form and we will respond as soon as possible.",
    "Nombre y apellido": "Name and surname",
    "Asunto": "Subject",
    "Mensaje": "Message",
    "Enviar mensaje": "Send message",
    "Eventos y Muestras": "Events and Exhibitions",
    "Descubre todas las actividades culturales, sociales y educativas que organizamos en el Círculo Italiano de Miramar": "Discover all the cultural, social and educational activities that we organize in the Italian Circle of Miramar",
    "Próximos eventos": "Upcoming events",
    "No hay eventos próximos.": "There are no upcoming events.",
    "Eventos celebrados": "Celebrated events",
    "No hay eventos celebrados aún.": "There are no events celebrated yet.",
    "Finalizado": "Finished",
    "Calendario de Actividades": "Calendar of Activities",
    "Mantente al día con todas nuestras actividades y eventos": "Stay up to date with all our activities and events",
    "Abril 2025": "April 2025",
    "Anterior": "Previous",
    "Siguiente": "Next",
    "Ver": "See",
    "¿Tienes un proyecto cultural?": "Do you have a cultural project?",
    "Acércanos tu propuesta. Estamos abiertos a colaboraciones y nuevas iniciativas culturales.": "Bring us your proposal. We are open to collaborations and new cultural initiatives.",
    "Presentar proyecto": "Submit project",
    "136 años acompañando a la ciudad de Miramar 🇦🇷🇮🇹": "136 years accompanying the city of Miramar 🇦🇷🇮🇹",
    "Un Recorrido Visual": "A Visual Tour",
    "Revive momentos clave de nuestra trayectoria.": "Relive key moments of our trajectory.",
    "Historia del Círculo Italiano Joven Italia": "History of the Italian Circle Joven Italia",
    "Nuestros orígenes": "Our origins",
    "nuestros_origenes_p1": "The history of the Italian Circle begins in the late 19th century, when groups of Italian immigrants decided to settle in a nascent Miramar. Faced with a lack of medical assistance, on April 28, 1889, these immigrants formed an Italian mutual aid society named \"Joven Italia\", with Felice Lucini as its first president.",
    "En sus inicios, la sociedad funcionaba mediante una cuota mensual que cubría gastos de enfermedad y medicamentos para sus socios. Esta estructura operó durante décadas, pero con la llegada de las obras sociales, su propósito original fue perdiendo relevancia.": "In its beginnings, the society operated through a monthly fee that covered illness and medication expenses for its members. This structure operated for decades, but with the arrival of social health insurance, its original purpose lost relevance.",
    "Después de la Segunda Guerra Mundial, una nueva ola de inmigración italiana llegó a Miramar, lo que dio origen el 29 de junio de 1959 al Círculo Italiano de Miramar, bajo la presidencia de Alberto Caroso. Esta nueva institución se enfocó en el aspecto social y cultural, organizando reuniones, almuerzos, cenas y diversas actividades para la comunidad italiana.": "After World War II, a new wave of Italian immigration arrived in Miramar, which gave rise on June 29, 1959 to the Círculo Italiano de Miramar, under the presidency of Alberto Caroso. This new institution focused on the social and cultural aspect, organizing meetings, lunches, dinners and various activities for the Italian community.",
    "136 años Círculo Italiano": "136 years Italian Circle",
    "Línea de tiempo": "Timeline",
    "timelone_1889": "April 28 - Foundation of the Italian mutual aid society \"Joven Italia\" in Miramar, under the presidency of Felice Lucini, to provide medical assistance and medicines to its members.",
    "29 de junio - Formación del Círculo Italiano de Miramar, presidido por Alberto Caroso, como respuesta a la nueva ola de inmigración italiana posterior a la Segunda Guerra Mundial. Se inician reuniones sociales, almuerzos, cenas y celebraciones de cumpleaños de socios.": "June 29 - Formation of the Círculo Italiano de Miramar, chaired by Alberto Caroso, in response to the new wave of Italian immigration after World War II. Social gatherings, lunches, dinners and members' birthday celebrations begin.",
    "timelone_2000": "Formación de una comisión normalizadora para reactivar la sociedad de socorros mutuos \"Joven Italia\", que había quedado sin socios con la llegada de las obras sociales.",
    "Junio - Inicio de los trabajos de renovación en el antiguo edificio de la Joven Italia, con el objetivo de dejar un importante legado cultural a la ciudad.": "June - Start of renovation work on the old Joven Italia building, with the aim of leaving an important cultural legacy to the city.",
    "timeline_2005": "Agosto - Fusión de ambas instituciones tras una asamblea unánime, formando la \"Mutual Cultural Círculo Italiano Joven Italia\". Octubre - Inauguración del Salón Michelangelo. Se crea una subcomisión de cultura que comienza a organizar la semana de la cultura anual.",
    "Venta del edificio del Círculo Italiano e inicio de la construcción de un segundo piso en la sede de Joven Italia, con nuevas aulas y un salón adicional.": "Sale of the Italian Circle building and start of construction of a second floor at the Joven Italia headquarters, with new classrooms and an additional hall.",
    "19 de agosto - Inauguración del salón \"Giuseppe Verdi\" en el segundo piso, completando una importante etapa de expansión para la institución.": "August 19 - Inauguration of the \"Giuseppe Verdi\" hall on the second floor, completing an important stage of expansion for the institution.",
    "Celebración de los 136 años de historia, reafirmando nuestro compromiso con la promoción de la cultura italiana en Miramar y continuando con los sueños por cumplir que impulsan nuestra institución.": "Celebration of 136 years of history, reaffirming our commitment to promoting Italian culture in Miramar and continuing with the dreams to be fulfilled that drive our institution.",
    "Nuestro Legado Cultural": "Our Cultural Legacy",
    "Un pilar cultural para Miramar a lo largo de las décadas": "A cultural pillar for Miramar over the decades",
    "Un espacio para la comunidad": "A space for the community",
    "Hemos establecido un salón de exposiciones mensuales permanentes en nuestro hall de entrada, donde talentosos artistas locales pueden presentar sus obras, y organizamos regularmente conferencias, presentaciones de libros y talleres.": "We have established a permanent monthly exhibition hall in our entrance hall, where talented local artists can present their works, and we regularly organize conferences, book presentations and workshops.",
    "Nuestro cóctel de moda anual, que comenzó como un pequeño evento, se ha convertido en un acontecimiento insignia de la ciudad, contando con figuras de primera línea en el mundo de la moda y recaudando fondos para instituciones locales necesitadas.": "Our annual fashion cocktail, which began as a small event, has become a flagship event of the city, featuring leading figures in the fashion world and raising funds for local institutions in need.",
    "Nuestros Valores": "Our Values",
    "Principios que han guiado nuestra institución a lo largo de estos 136 años": "Principles that have guided our institution throughout these 136 years",
    "Comunidad": "Community",
    "Fomentamos el sentido de pertenencia y la unión entre los miembros de la comunidad italiana y local, desde nuestros orígenes como sociedad de socorros mutuos hasta hoy.": "We encourage the sense of belonging and unity among the members of the Italian and local community, from our origins as a mutual aid society to today.",
    "Cultura": "Culture",
    "Preservamos y promovemos la rica cultura italiana a través de exposiciones, charlas, y eventos que enriquecen la vida cultural de Miramar.": "We preserve and promote the rich Italian culture through exhibitions, talks, and events that enrich the cultural life of Miramar.",
    "Educación": "Education",
    "Ofrecemos oportunidades de aprendizaje del idioma y la cultura italiana para todas las edades, contribuyendo al desarrollo intelectual de la comunidad.": "We offer learning opportunities of the Italian language and culture for all ages, contributing to the intellectual development of the community.",
    "Integración": "Integration",
    "Construimos puentes entre la cultura italiana y argentina, enriqueciendo ambas comunidades, como lo demuestra nuestra exitosa fusión institucional en 2005.": "We build bridges between Italian and Argentine culture, enriching both communities, as demonstrated by our successful institutional merger in 2005.",
    "Tradición e Innovación": "Tradition and Innovation",
    "Respetamos nuestras raíces mientras nos adaptamos a los nuevos tiempos, como lo demuestra nuestra evolución de sociedad de socorros mutuos a centro cultural integral.": "We respect our roots while adapting to new times, as demonstrated by our evolution from a mutual aid society to an integral cultural center.",
    "Solidaridad": "Solidarity",
    "Apoyamos a nuestra comunidad como lo hicimos desde 1889, ahora mediante eventos benéficos como nuestro cóctel de moda anual que beneficia a instituciones locales.": "We support our community as we have done since 1889, now through charitable events such as our annual fashion cocktail that benefits local institutions.",
    "Galería Histórica": "Historical Gallery",
    "Un vistazo a nuestro pasado en imágenes": "A glimpse into our past in images",
    "\"Una institución que vio nacer a una ciudad, y una ciudad que vio crecer a una institución, un orgullo para todos los italianos y para todos sus descendientes. Un sueño que fue lejano y utópico, pero que se volvió realidad a partir del esfuerzo de cientos de personas que dedicaron parte de sus vidas a lograr que se convierta en una realidad. Hoy son 136 años y son muchos, pero aún nos quedan sueños por cumplir.\"": "\"An institution that saw a city born, and a city that saw an institution grow, a pride for all Italians and for all their descendants. A dream that was distant and utopian, but that became a reality from the effort of hundreds of people who dedicated part of their lives to make it a reality. Today it is 136 years and there are many, but we still have dreams to fulfill.\"",
    "Trámites de Ciudadanía Italiana": "Italian Citizenship Procedures",
    "Te acompañamos en todo el proceso para obtener tu ciudadanía italiana": "We accompany you throughout the process to obtain your Italian citizenship",
    "Nuestros Servicios": "Our Services",
    "Ofrecemos asesoramiento completo para facilitar tu trámite de ciudadanía": "We offer complete advice to facilitate your citizenship process",
    "Asesoramiento": "Advice",
    "Te orientamos sobre los requisitos, documentación necesaria y pasos a seguir para iniciar tu trámite.": "We guide you on the requirements, necessary documentation and steps to follow to start your procedure.",
    "Gestión de Documentos": "Document Management",
    "Te ayudamos con la búsqueda, traducción y legalización de documentos necesarios para tu trámite.": "We help you with the search, translation and legalization of documents necessary for your procedure.",
    "Seguimiento": "Tracking",
    "Realizamos el seguimiento de tu trámite y te mantenemos informado sobre su estado y próximos pasos.": "We track your procedure and keep you informed about its status and next steps.",
    "Proceso de Ciudadanía": "Citizenship Process",
    "Conoce los pasos para obtener tu ciudadanía italiana": "Learn the steps to obtain your Italian citizenship",
    "Evaluación de elegibilidad": "Eligibility assessment",
    "Analizamos tu caso para determinar si cumples con los requisitos para solicitar la ciudadanía italiana por descendencia.": "We analyze your case to determine if you meet the requirements to apply for Italian citizenship by descent.",
    "Recopilación de documentos": "Document collection",
    "Te ayudamos a reunir todos los documentos necesarios: partidas de nacimiento, matrimonio y defunción de tus antepasados italianos.": "We help you gather all the necessary documents: birth, marriage and death certificates of your Italian ancestors.",
    "Traducción y legalización": "Translation and legalization",
    "Gestionamos la traducción oficial al italiano y la legalización de todos los documentos requeridos.": "We manage the official translation into Italian and the legalization of all required documents.",
    "Preparación del expediente": "File preparation",
    "Organizamos toda la documentación según los requisitos del consulado italiano correspondiente.": "We organize all the documentation according to the requirements of the corresponding Italian consulate.",
    "Presentación y seguimiento": "Presentation and monitoring",
    "Te asesoramos en la presentación de la solicitud y realizamos el seguimiento hasta la obtención de tu ciudadanía.": "We advise you on the presentation of the application and monitor it until you obtain your citizenship.",
    "Requisitos": "Requirements",
    "Tener un antepasado italiano que haya emigrado a Argentina después de la unificación de Italia (1861).": "Have an Italian ancestor who emigrated to Argentina after the unification of Italy (1861).",
    "Demostrar la línea de descendencia directa a través de documentación oficial.": "Demonstrate the direct line of descent through official documentation.",
    "El antepasado italiano no debe haber renunciado a su ciudadanía antes del nacimiento del siguiente descendiente en la línea.": "The Italian ancestor must not have renounced his citizenship before the birth of the next descendant in the line.",
    "Presentar partidas de nacimiento, matrimonio y defunción de todos los ascendientes en la línea de descendencia.": "Submit birth, marriage and death certificates of all ancestors in the line of descent.",
    "Todos los documentos deben estar legalizados y traducidos al italiano por un traductor oficial.": "All documents must be legalized and translated into Italian by an official translator.",
    "Documentos para ciudadanía italiana": "Documents for Italian citizenship",
    "Resolvemos tus dudas sobre el trámite de ciudadanía italiana": "We resolve your doubts about the Italian citizenship process",
    "¿Quiénes pueden solicitar la ciudadanía italiana?": "Who can apply for Italian citizenship?",
    "Cualquier persona que pueda demostrar su descendencia de un ciudadano italiano, sin límite de generaciones, siempre que la línea de transmisión no se haya interrumpido.": "Anyone who can prove their descent from an Italian citizen, without limit of generations, as long as the line of transmission has not been interrupted.",
    "¿Cuánto tiempo toma el proceso?": "How long does the process take?",
    "El tiempo varía según cada caso, pero generalmente puede tomar entre 1 y 3 años desde la presentación de la solicitud hasta la obtención de la ciudadanía.": "The time varies depending on each case, but it can generally take between 1 and 3 years from the submission of the application to obtaining citizenship.",
    "¿Qué documentos necesito?": "What documents do I need?",
    "Necesitarás partidas de nacimiento, matrimonio y defunción de todos tus ascendientes en la línea italiana, desde tu antepasado italiano hasta ti. Todos deben estar legalizados y traducidos al italiano.": "You will need birth, marriage and death certificates of all your ancestors in the Italian line, from your Italian ancestor to you. All must be legalized and translated into Italian.",
    "¿Puedo tramitar la ciudadanía si mi antepasado italiano se naturalizó argentino?": "Can I process citizenship if my Italian ancestor became an Argentine citizen?",
    "Depende de cuándo se naturalizó. Si lo hizo después del nacimiento del siguiente descendiente en la línea, aún puedes solicitar la ciudadanía. Si fue antes, la línea de transmisión se interrumpió.": "It depends on when he became naturalized. If he did so after the birth of the next descendant in the line, you can still apply for citizenship. If it was before, the line of transmission was interrupted.",
    "¿Qué beneficios tiene la ciudadanía italiana?": "What are the benefits of Italian citizenship?",
    "La ciudadanía italiana te permite residir, trabajar y estudiar en cualquier país de la Unión Europea, viajar sin restricciones por Europa, y transmitir la ciudadanía a tus descendientes.": "Italian citizenship allows you to reside, work and study in any country of the European Union, travel without restrictions throughout Europe, and transmit citizenship to your descendants.",
    "¿Listo para iniciar tu trámite?": "Ready to start your procedure?",
    "Contáctanos para una evaluación gratuita de tu caso y comenzar el proceso hacia tu ciudadanía italiana.": "Contact us for a free evaluation of your case and begin the process towards your Italian citizenship.",
    "Solicitar asesoramiento": "Request advice",
    "Evento no encontrado": "Event not found",
    "Volver a eventos": "Back to events",
    "Clases de Inglés - Círculo Italiano Joven Italia": "English Classes - Círculo Italiano Joven Italia",
    "Aprende inglés con profesores certificados. Todos los niveles disponibles para niños y adultos en Miramar.": "Learn English with certified teachers. All levels available for children and adults in Miramar.",
    "Mutual Cultural Círculo Italiano Joven Italia - Miramar": "Mutual Cultural Circle Italiano Joven Italia - Miramar",
    "Descubre el Círculo Italiano Joven Italia en Miramar. Clases de italiano e inglés, eventos culturales, trámites de ciudadanía y más. 136 años promoviendo la cultura italiana.": "Discover the Círculo Italiano Joven Italia in Miramar. Italian and English classes, cultural events, citizenship procedures and more. 136 years promoting Italian culture.",
    "Alquiler de Salones - Círculo Italiano Miramar": "Hall Rental - Círculo Italiano Miramar",
    "Alquile nuestros elegantes salones para sus eventos y celebraciones. Salón Michael Angello para 280 personas y Salón Guiseppe Verdi para 90 personas.": "Rent our elegant halls for your events and celebrations. Michael Angello Hall for 280 people and Guiseppe Verdi Hall for 90 people.",
    "Autoridades - Círculo Italiano Miramar": "Authorities - Círculo Italiano Miramar",
    "Conozca a los miembros del Consejo Directivo, Tribunal de Honor y autoridades del Círculo Italiano de Miramar.": "Meet the members of the Board of Directors, Court of Honor and authorities of the Círculo Italiano de Miramar.",
    "Clases de Italiano - Círculo Italiano Joven Italia": "Italian Classes - Círculo Italiano Joven Italia",
    "Aprende italiano con profesores certificados. Todos los niveles disponibles para niños y adultos.": "Learn Italian with certified teachers. All levels available for children and adults.",
    "Eventos y Muestras - Círculo Italiano Joven Italia": "Events and Exhibitions - Círculo Italiano Joven Italia",
    "Descubre los eventos culturales, sociales y educativos organizados por el Círculo Italiano de Miramar. Muestras, cenas, charlas y más.": "Discover the cultural, social and educational events organized by the Círculo Italiano de Miramar. Exhibitions, dinners, talks and more.",
    "Nuestra Historia - Círculo Italiano Joven Italia": "Our History - Círculo Italiano Joven Italia",
    "Conoce los 113635 años de historia del Círculo Italiano Joven Italia de Miramar. Desde 1889 preservando y promoviendo la cultura italiana en la comunidad.": "Learn about the 113635 years of history of the Círculo Italiano Joven Italia de Miramar. Since 1889 preserving and promoting Italian culture in the community.",
    "Trámites de Ciudadanía Italiana - Círculo Italiano Joven Italia": "Italian Citizenship Procedures - Círculo Italiano Joven Italia",
    "Asesoramiento completo para obtener tu ciudadanía italiana. Te ayudamos con la gestión de documentos, traducciones, legalizaciones y seguimiento de tu trámite.": "Complete advice to obtain your Italian citizenship. We help you with document management, translations, legalizations and monitoring of your procedure.",
    "Previous slide": "Previous slide",
    "Next slide": "Next slide",
    "Go to slide $1": "Go to slide $1",
    "Acompañando a la ciudad de Miramar hace 136 años": "Accompanying the city of Miramar for 136 years",
    "Enlaces rápidos": "Quick links",
    "Todos los derechos reservados": "All rights reserved",
    "Las clases con la profesora Gladis son excelentes. Su método de enseñanza es muy claro y dinámico. En poco tiempo he notado un gran avance en mi nivel de inglés.": "Classes with Professor Gladis are excellent. Her teaching method is very clear and dynamic. In a short time I have noticed a great improvement in my English level.",
    "Empecé desde cero y ahora puedo mantener conversaciones básicas en inglés. El ambiente es muy agradable y los grupos reducidos permiten una atención personalizada.": "I started from scratch and now I can hold basic conversations in English. The atmosphere is very pleasant and the small groups allow for personalized attention.",
    "Mi hijo disfruta mucho las clases de inglés. La profesora Gladis tiene una manera muy especial de enseñar a los niños, haciendo que aprendan jugando.": "My son really enjoys English classes. Professor Gladis has a very special way of teaching children, making them learn by playing.",
    "Una institución que vio nacer a una ciudad, y una ciudad que vio crecer a una institución, un orgullo para todos los italianos y para todos sus descendientes. Un sueño que fue lejano y utópico, pero que se volvió realidad a partir del esfuerzo de cientos de personas que dedicaron parte de sus vidas a lograr que se convierta en una realidad. Hoy son 136 años y son muchos, pero aún nos quedan sueños por cumplir.": "An institution that saw a city born, and a city that saw an institution grow, a pride for all Italians and for all their descendants. A dream that was distant and utopian, but that became a reality from the effort of hundreds of people who dedicated part of their lives to make it a reality. Today it is 136 years and there are many, but we still have dreams to fulfill.",
    "19 de agosto - Inauguración del salón Giuseppe Verdi en el segundo piso, completando una importante etapa de expansión para la institución.": "August 19 - Inauguration of the Giuseppe Verdi hall on the second floor, completing an important stage of expansion for the institution.",
    "Desde su formación, nuestra subcomisión de cultura ha trabajado profesionalmente en la programación de eventos culturales anuales como la Semana de la Cultura, proporcionando un espacio donde artistas, grupos e instituciones de la ciudad pueden mostrar sus talentos.": "Since its formation, our cultural subcommittee has worked professionally in programming annual cultural events such as Culture Week, providing a space where artists, groups and institutions of the city can showcase their talents.",
    "Inicio": "Home",
    "Nosotros": "About Us",
    "Eventos": "Events",
    "Servicios": "Services",
    "Trámites": "Procedures",
    "Historia": "History",
    "titulo_danzas_ritmos_en_accion": "\"Ritmos en Acción\" dance school",
    "Clases y talleres de danzas latinas para todas las edades. Vení a moverte y divertirte aprendiendo ritmos como salsa, bachata y más.": "Latin dance classes and workshops for all ages. Come move and have fun learning rhythms like salsa, bachata and more.",
    "Ver más": "See more",
    "Nutrición": "Nutrition",
    "Charlas, talleres y asesoramiento sobre alimentación saludable y bienestar, a cargo de profesionales.": "Talks, workshops and advice on healthy eating and well-being, given by professionals.",
    "Próximas actividades": "Upcoming activities",
    "Exposición de obras": "Exhibition of works",
    "Espacio para artistas locales y regionales. Exhibiciones de pintura, fotografía y otras expresiones artísticas.": "Space for local and regional artists. Exhibitions of painting, photography and other artistic expressions.",
    "Ver exposiciones": "See exhibitions",
    "Próximos Eventos": "Upcoming Events",
    "No te pierdas nuestras próximas actividades culturales y sociales.": "Don't miss our next cultural and social activities.",
    "No hay eventos próximos programados.": "No upcoming events scheduled.",
    "Ver todos los eventos": "See all events",
    "Salón seleccionado": "Selected hall",
    "danzas_ritmos_latinos": "\"Ritmos Latinos\" Dances",
    "Contacto": "",
    "Bienvenidos al Círculo Italiano": "",
    "Acompañando a la ciudad de Miramar hace 136 años con cultura, tradición y comunidad.": "",
    "Conocer nuestra historia": "",
    "Ver próximos eventos": "",
    "Lunes": "Monday",
    "Martes": "Tuesday",
    "Miércoles": "Wednesday",
    "Jueves": "Thursday",
    "Viernes": "Friday",
    "Mañana": "Morning",
    "Tarde": "Afternoon",
    "Todos los turnos": "All shifts",
    "Turno mañana": "Morning shift",
    "Turno tarde": "Afternoon shift",
    "Todas las salas": "All rooms",
    "Sin clases para los filtros seleccionados.": "No classes for the selected filters.",
    "Escuela de Danzas \"Ritmos en Acción\"": "\"Ritmos en Acción\" Dance School",
    "La danza es el dibujo de la imaginación… es el sonido del alma cuando se quiere expresar.": "Dance is the drawing of imagination… it is the sound of the soul when it wants to express itself.",
    "Directora: Florencia Fulao": "Director: Florencia Fulao",
    "Aquí irá el logo de la escuela (placeholder)": "School logo placeholder",
    "¿Querés sumarte?": "Want to join?",
    "Escríbenos por Instagram o WhatsApp para conocer cupos y aranceles.": "Write to us on Instagram or WhatsApp for availability and fees.",
    "Danzas - Ritmos en Acción | Círculo Italiano Miramar": "Dances - Ritmos en Acción | Italian Circle Miramar",
    "Calendario semanal de clases de danzas. Escuela Ritmos en Acción en el Círculo Italiano de Miramar.": "Weekly dance class schedule. Ritmos en Acción school at the Italian Circle of Miramar.",
    "Consultar": "",
    "Evento no encontrado - Círculo Italiano Joven Italia": "",
    "El evento solicitado no fue encontrado.": "",
    "Consultar sobre este evento": "",
    "Completa el formulario y te responderemos a la brevedad sobre cualquier consulta relacionada con este evento.": "",
    "Nombre completo": "",
    "Tu nombre completo": "",
    "tu@email.com": "",
    "Tu teléfono": "",
    "Mensaje o consulta": "",
    "Escribe tu consulta sobre el evento...": "",
    "Enviando consulta...": "",
    "Enviar consulta": "",
    "Tus datos están seguros. Solo usaremos tu información para responder tu consulta.": "",
    "¡Consulta enviada!": "",
    "Ocurrió un error": "",
    "Destacado": "",
    "Galería": "",
    "Evento no encontrado - $1": ""
  }
}